module.exports.config = {
    name: "autotime",
  version: "1.0.0",
  permission: 0,
  credits: "Nayan",
  description: "msg",
  prefix: true, 
  category: "user", 
  usages: "",
  cooldowns: 5,
  dependencies: {
	}
};
const nam = [{
    timer: '12:00:00 AM',
    message: [༆-✿「সময় 11:00 AM｣  ༊࿐
  •—»✨𝐊𝐢𝐧𝐠_𝐒𝐡𝐚𝐚𝐡𝐥𝐨𝐦 ✨«—•
╭•┄┅════❁🌺❁════┅┄•╮

─༅༎•🌺🌸༅ •─
 ─༅༎•🌺🌸༅༎•─ 
 যদি তুমি তোমার কথা গুলো আল্লাহ্ কে জানাতে চাও তবে নামাজ পড়💚🌺

যদি তুমি আল্লাহর কথাগুলো জানতে চাও তবে কোরআন পড়📖    ─༅༎•🌺🌸༅༎•─

 •─༅༎•🌺🌸༅༎•─

╰•┄┅════❁🌺❁════┅┄•╯

𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐢𝐧𝐠_𝐒𝐡𝐚𝐚𝐡𝐥𝐨𝐦]
},
             {
    timer: '1:00:00 AM',
    message: [༆-✿「সময়12:00 AM」༊࿐
  •—»✨𝐊𝐢𝐧𝐠_𝐒𝐡𝐚𝐚𝐡𝐥𝐨𝐦✨«—•
╭•┄┅════❁🌺❁════┅┄•╮

•︵🦋🌸ღ۵༎ 
___Assalamulaikum 
°
-পাহাড়ের উপর দাঁড়িয়ে︵❝།།
シ︎ আকাশ যতটা কাছে মনে হয়..! ☁ 😍🥀

─༅༎•─ আকাশ ততোটা কাছে নয়..!😥㋛︎☻︎

🌺🌼 ঠিক ---- 🍀
༎❞⋆◯ তেমনি কিছু মানুষকে 
 ︵ლ🌺 যতটা আপন মনে করা হয়..! 🙃-------------🦋

🍂🍒 আসলে সে মানুষ গুলা ততোটা আপন নয়..!! 💔🥺
°এক মাত্রো আপন জিনি তিনি হলেন আল্লাহ

──۵㋛︎༊༎༊༎﹏㋛︎!🙃🍂

╰•┄┅════❁🌺❁════┅┄•╯

𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐢𝐧𝐠_𝐒𝐡𝐚𝐚𝐡𝐥𝐨𝐦]
},
						{
    timer: '2:00:00 AM',
    message: [༆-✿「সময় 1:00 AM」༊࿐
  •—»✨ 𝐊𝐢𝐧𝐠_𝐒𝐡𝐚𝐚𝐡𝐥𝐨𝐦✨«—•
╭•┄┅════❁🌺❁════┅┄•╮

┏╮/╱
╰️❥☆••
╱/╰┛

🍁࿐চিরস্থায়ী কি জানেন༒࿐͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌
༄আপনার সুন্দর ব্যবহার!!🍁!!࿐͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌

!࿐͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌🍁যেটা মৃত্যুর পরও সবার সৃতিতে থাকবে🥰❁ཻ͜͡ღ᭄

╰•┄┅════❁🌺❁════┅┄•╯

𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐢𝐧𝐠_𝐒𝐡𝐚𝐚𝐡𝐥𝐨𝐦]
},
						 {
    timer: '3:00:00 AM',
    message: ['~এখন রাত ২টা বাজে যারা ছ্যাকা খাইছে তারা জেগে আছে🫠🫠।']
},
						 {
    timer: '4:00:00 AM',
    message: ['~এখন রাত ৩টা বাজে সবাই মনে হয় ঘুম🥹 আমার ভাই ঘুম আসে না  ']
},
						 {
    timer: '5:00:00 AM',
    message: ['~এখন রাত ৪টা বাজে একটু পর ফজরের আযান দিলে নামাজ পড়ে নিও সবাই ']
},
						 {
    timer: '6:00:00 AM',
    message: ['~এখন ভোর ৫টা বাজে সবাই নামাজ পড়ছো তো?❤️  ']
},
						 {
    timer: '7:00:00 AM',
    message: ['~এখন সকাল ৬টা বাজে ঘুম থেকে উঠো সবাই  ']
},
						 {
    timer: '8:00:00 AM',
    message: ['~এখন সকাল ৭টা বাজে সবাই ব্রেকফাস্ট করে নাও😊 ']
},
						 {
    timer: '9:00:00 AM',
    message: ['~এখন সকাল ৮ টা বাজে সবাই মনে হয় কাজে ব্যস্ত হয়ে গেছো ']
},
             {
    timer: '10:00:00 AM',
    message: ['~এখন সকাল ৯ টা বাজে মন দিয়ে কাজ করো সবাই❤️' ]
},
						 {
    timer: '11:00:00 AM',
    message: ['~এখন সকাল ১০টা বাজে মিস করছি তোমাদের  ']
},
						 {
    timer: '12:00:00 PM',
    message: ['~এখন সকাল ১১টা বাজে']
},					
						 {
    timer: '1:00:00 PM',
    message: ['~এখন দুপুর ১২টা বাজে ❤️ ']
},
						 {
    timer: '2:00:00 PM',
    message: ['~এখন দুপুর ১টা বাজে সবাই কাজ বন্ধ করে জোহরের নামাজ পড়ে নাও😻 ']
},
						 {
    timer: '3:00:00 PM',
    message: ['~এখন দুপুর ২টা বাজে গোসল করে সবাই দুপুরের খাবার খেয়ে নাও ☺️']
},
						 {
    timer: '4:00:00 PM',
    message: ['~এখন দুপুর ৩টা বাজে❤️']
},
						{
    timer: '5:00:00 PM',
    message: ['~ এখন বিকাল ৪টা বাজে আসরের আযান দিলে সবাই নামাজ পড়ে নাও🥀 ']
},
						 {
    timer: '6:00:00 PM',
    message: ['~এখন বিকাল ৫টা বাজে একটু পর মাগরিবের আযান দিবে সবাই নামাজ পড়ে নিও 😻']
},
						 {
    timer: '7:00:00 PM',
    message: ['~এখন সন্ধ্যা ৬টা বাজে সবাই হাতমুখ ধুয়ে কিছু খেয়ে নাও এবং পরিবারের সাথে সময় কাটাও😍. ']
},
             {
    timer: '8:00:00 PM',
    message: ['এখন সন্ধ্যা ৭ টা বাজে কি করছো সবাই এখন এশার আযান দিবে সবাই নামাজ পড়ে নাও❤️']
},
             {
    timer: '9:00:00 PM',
    message: ['~এখন রাত ৮টা বাজে']
},
             {
    timer: '10:00:00 PM',
    message: ['এখন রাত ৯টা বাজে সবাই কি শুয়ে পড়লা🙂']
},
            {
    timer: '11:00:00 PM',
    message: [༆-✿「সময় 10:00 PM｣ ༊࿐
  •—»✨𝐊𝐢𝐧𝐠_𝐒𝐡𝐚𝐚𝐡𝐥𝐨𝐦✨«—•
╭•┄┅════❁🌺❁════┅┄•╮

︵❝།།💚🌺𝐈𝐭𝐬 𝐦𝐲 𝐁𝐞𝐬𝐭 𝐅𝐞𝐞𝐥𝐢𝐧𝐠𝐬 ☺️ლ_༎࿐ ︵❝།
_____🌸কার পছন্দ হলো কার হলো না ……🖤
𝑰𝒕𝒔 𝒅𝒐𝒆𝒔𝒏𝒕 𝑴𝒂𝒕𝒕𝒆𝒓 
 𝑩𝒆𝒄𝒂𝒖𝒔𝒆😏
সৃষ্টিকর্তা "তার পছন্দ মতই বানিয়েছে💘

আর সৃষ্টিকর্তার পছন্দ মানেই


❤️❤️𝐀𝐥𝐡𝐚𝐦𝐝𝐮𝐥𝐢𝐥𝐥𝐚𝐡💛💛

╰•┄┅════❁🌺❁════┅┄•╯

𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐢𝐧𝐠_𝐒𝐡𝐚𝐚𝐡𝐥𝐨𝐦]
}];
module.exports.onLoad = o => setInterval(() => {
    const r = a => a[Math.floor(Math.random()*a.length)];
    if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
